Dlubal.RFEM5.DirectionType
Direction of generated member loads

Dlubal.RFEM5.DirectionType.UnknownDirection
Unknown direction

Dlubal.RFEM5.DirectionType.GlobalDirection
Global direction in X, Y, Z

Dlubal.RFEM5.DirectionType.LocalDirection
Local direction in x, y, z